Repository: neoguojing/mysite
Catalog: weixinofneolocal/forumapp/diamandas/userpanel/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Incorrect answer.
pl: Błędna odpowiedź.

source: Passwords do not match.
pl: Hasła nie zgadzają się.

source: Login already taken
pl: Logij już zajęty

source: Email already taken
pl: Email zajęty

source: Registration compleated. You have been logged in succesfuly.
pl: Rejestracja zakończona. Zostałeś zalogowany pomyślnie.

source: Incorrect answer
pl: Błędna odpowiedź

source: You have been logged-in successfully :)
pl: Zostałeś zalogowany pomyślnie :)

source: You have been logged-in successfully. You can set your email address in account preferences :)
pl: Zostałeś zalogowany pomyślnie. Możesz podać swój adres emaul w edycji profilu :)

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: You have been connected to the existing account :)
pl: Zostałeś połączony z istniejącym kontem :)

source: What's the
pl: Jaka jest

source: digit in %s?
pl: cyfra w %s?

source: character in %s?
pl: litera w %s?

source: User
pl: Użytkownik

source: Identifier
pl: Identyfikator

source: No email specified
pl: Brak emailu

source: Account made by social source
pl: Konto społecznościowe

source: RPX Association
pl: Powiązanie RPX

source: RPX Associations
pl: Powiązania RPX

source: OpenID association
pl: Powiązanie OpenID

source: OpenID associations
pl: Powiązania OpenID

source: User Profile
pl: Profil Użytkownika

source: Logout
pl: Wyloguj

source: Edit Profile
pl: Edytuj Profil

source: Change Password
pl: Zmień Hasło

source: Contact Site Admin
pl: Kontakt z Adminem

source: OpenIDs for this user account
pl: OpenID dla tego użytkownika

source: remove openID
pl: usuń OpenID

source: Register
pl: Rejestracja

source: Lost Password
pl: Zapomniane Hasło

source: Home
pl: Strona Główna

source: User Panel
pl: Panel Użytkownika

source: Password reset complete
pl: Resetowanie hasła zakończone

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało zmienione. Możesz już się zalogować.

source: Log in
pl: Zaloguj Się

source: Password have been changed succesfuly
pl: Hasło zmienione pomyślnie

source: Go to Main Page
pl: Przejdź do Głównej Strony

source: Password reset successful
pl: Hasło zresetowane pomyślnie

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pl: Wysłaliśmy na twój adres email instrukcje dotyczące zmiany hasła. Niebawem powinna pojawić się w twojej skrzynce.

source: There was a problem with password change. Did you entered correct current password?
pl: Wystąpił błąd ze zmianą hasła. Czy podałeś poprawne obecne hasło?

source: Current Password
pl: Obecne Hasło

source: New Password
pl: Nowe Hasło

source: New Password again
pl: Nowe Hasło ponownie

source: Password reset
pl: Resetowanie Hasła

source: Enter new password
pl: Podaj Nowe hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Podaj nowe hasło dwa razy.

source: New password:
pl: Nowe hasło:

source: Confirm password:
pl: Powtórz Hasło:

source: Change my password
pl: Zmień moje hasło

source: Password reset unsuccessful
pl: Błąd resetowania haslamsgstr

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link resetowania hasła jest niepoprawny. Może to być spowodowane wykorzystaniem wygenerowanego linka.

source: You're receiving this e-mail because you requested a password reset
pl: Otrzymujesz tą wiadomość ponieważ użyłeś opcji resetowania hasła

source: for your user account at %(site_name)s
pl: dla twojego konta na %(site_name)s

source: Please go to the following page and choose a new password:
pl: Proszę udać się na podaną stronę i wybrać nowe hasło:

source: Your username, in case you've forgotten:
pl: Twój login, dla przypomnienia to:

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
pl: Zapomniałeś hasła? Podaj adres e-mail, a wyślemy instrukcje dotyczące zmiany hasła.

source: E-mail address:
pl: Adres E-mail:

source: Reset my password
pl: Zresetuj Hasło

source: Edit your data
pl: Edytuj swoje dane

source: Save Changes
pl: Zapisz Zmiany

source: Password Again
pl: Hasło Ponownie

source: What's the answer?
pl: Jaka jest odpowiedź?

source: Register My
pl: Zarejestruj Mnie

source: Use old account with social login
pl: Użyj starego konta z logowaniem przez serwis społecznościowy

source: Assign Account
pl: Przypisz Konto

source: As a registered user you will have full access to comments and forum. Registration isn't however required to browse this site content.
pl: Jako zarejestrowany użytkownik będziesz miał pełen dostęp do forum i komentarzy. Rejestracja nie jest wymagana do przeglądania zawartości strony.

source: If you are a new user you can
pl: Jeżeli jesteś nowym użytkownikiem możesz

source: register
pl: zarejestrować się

source: using a simple form
pl: używając prostego formularza

source: If you forgotten your password, then you can
pl: Jeżeli zapomniałeś hasła, to możesz

source: reset it
pl: je zresetować

source: Your username and password didn't match. Please try again.
pl: Login i hasło nie pasują. Spróbuj ponownie

source: Standard login
pl: Zwykłe logowanie

source: Instant login-register with no passwords
pl: Automatyczna rejestracja/logowanie bez haseł
