Repository: neoguojing/mysite
Catalog: weixinofneolocal/forumapp/diamandas/myghtyboard/locale/*/LC_MESSAGES/django.po
Languages: pl

source: There is no such forum. Please go back to the forum list.
pl: Nie ma takiego forum. Wróć na stronę główną forum.

source: User Topics
pl: Tematy Użytkownika

source: Last Active Topics
pl: Ostatnie Aktywne Tematy

source: User Posts in Latest Topics
pl: Posty użytkownika w ostatnio aktywnych tematach

source: Data
pl: Dane

source: Stats
pl: Statystyka

source: You can't add a topic.
pl: Nie możesz dodawać nowych tematów

source: To many anonymous posts. Login to post topics and new messages.
pl: Limit anonimowych postów przekroczony. Zaloguj się by móc kontynuować.

source: You can't add a post.
pl: Nie możesz dodawać postów

source: Topic is closed
pl: Temat zamknięty

source: You can't edit a post.
pl: Nie możesz edytować tego posta

source: Anonymous
pl: Anonim

source: To many links. Is this spam?.
pl: Zbyt wiele odnośników. Czy to spam?

source: Topic Added
pl: Temat Dodany

source: Topic added
pl: Temat dodany

source: Topic added succesfuly.
pl: Temat dodany pomyślnie.

source: You can't post after your post
pl: Nie możesz dodawać postów po sobie

source: Post Added
pl: Post Dodany

source: Post added succesfuly.
pl: Post dodany pomyślnie.

source: wrote
pl: napisał

source: Post edited succesfuly.
pl: Post zmodyfikowany pomyślnie.

source: Post deleted succesfuly.
pl: Post skasowany pomyślnie.

source: Topic deleted succesfuly.
pl: Temat skasowany pomyślnie.

source: You aren't a moderator
pl: Nie jesteś moderatorem

source: Invalid Forum/Topic
pl: Błędne Forum/Temat

source: Topic Moved
pl: Temat Przeniesiony

source: This topic has been moved to another forum. To see the topic follow
pl: Ten temat został przeniesiony do innego forum. By przejść do tematu kliknij

source: this link
pl: w ten link

source: Forum Staff
pl: Obsługa Forum

source: Topic moved succesfuly.
pl: Temat przeniesiony pomyślnie.

source: Topic closed succesfuly.
pl: Temat zamknięty pomyślnie.

source: Topic opened succesfuly.
pl: Temat otwarty pomyślnie.

source: You aren't a moderator and you aren't logged in
pl: Nie jesteś moderatorem i nie jesteś zalogowany

source: Topic solved.
pl: Problem rozwiązany.

source: You aren't a moderator or topic author and you aren't logged in
pl: Nie jesteś moderatorem ani autorem tematu i nie jesteś zalogowany

source: Topic unsolved.
pl: Problem nie jest rozwiązany.

source: Category Name
pl: Nazwa Kategorii

source: Order
pl: Kolejność

source: Category
pl: Kategoria

source: 1. Categories
pl: 1. Kategorie

source: Forum Category
pl: Kategoria dla Forum

source: Forum Name
pl: Nazwa Forum

source: Forum Description
pl: Opis

source: Topics
pl: Tematów

source: Posts
pl: Postów

source: Last Poster
pl: Ostatni Autor

source: Last Topic
pl: Ostatni Temat

source: Use prefixes
pl: Użyj prefiksów

source: Allow anonymous to post
pl: Zezwól anonimom na postowanie

source: Use moderators
pl: Użyj moderatorów

source: Moderators
pl: Moderatorzy

source: Select non-staff users that should be moderators of this forum (optional).
pl: Wybierz zwykłych użytkowników, którzy mają być moderatorami (opcjonalne).

source: 2. Forums
pl: 2. Fora

source: No prefixes specified
pl: Brak podanych prefiksów

source: Not used
pl: Nie używane

source: Prefixes
pl: Prefiksy

source: Topic Title
pl: Tytuł Tematu

source: Author
pl: Autor

source: Pagination Page
pl: Ostatnia strona stronicowania

source: Topic
pl: Temat

source: Name
pl: Imię

source: Forums
pl: Fora

source: Topic Prefix
pl: Prefiks Tematu

source: 3. Topic Prefixes
pl: 3. Prefiksy Tematów

source: This is a discussion about article
pl: To jest dyskusja poświęcona artykułowi

source: Discussion Forum
pl: Forum Dyskusyjne

source: Discussion Forum for
pl: Forum dyskusyjne dla

source: where you can ask for help, or feedback on your projects. To post on forum you have to login.
pl: gdzie możesz szukać pomocy i porozmawiać z innymi. By pisać na forum musisz się zalogować.

source: Home
pl: Strona Główna

source: Forum Index
pl: Indeks Forum

source: My Topics
pl: Moje Tematy

source: My Posts
pl: Moje Posty

source: Last Post
pl: Ostatni Post

source: No topics in this forum
pl: Brak tematów

source: New posts
pl: Nowe posty

source: No new posts
pl: Brak nowych postów

source: Add new topic
pl: Dodaj nowy temat

source: Title
pl: Tytuł

source: Prefix
pl: Prefiks

source: Nick
pl: Imię

source: Content
pl: Treść

source: Available Tags
pl: Dostępne Tagi

source: Use <b>[code] or [python], [php]</b> for code and config text pasting.
pl: Używaj <b>[code], [python], [php]</b> do oznaczania kodu i konfiguracji.

source: Options
pl: Opcje

source: Sticky
pl: Przyklejony

source: Global
pl: Globalny

source: Add topic
pl: Dodaj temat

source: Back to Forum
pl: Powrót do Forum

source: Add new post
pl: Dodaj post

source: Add post
pl: Dodaj post

source: Last 10 posts from topic
pl: Ostatnie 10 postów

source: Topics from
pl: Tematy z

source: category
pl: kategoria

source: Feel free to post in this category.
pl: Pisz śmiało w tej kategorii.

source: Filter topics
pl: Filtruj tematy

source: Filter
pl: Filtruj

source: Clear
pl: Wyczyść

source: Solved
pl: Rozwiązany

source: Unsolve Topic
pl: Cofnij Rozwiązanie

source: Mark as solved
pl: Zaznacz jako rozwiązany

source: Delete this Topic and all Posts?
pl: Skasować Temat i wszystkie jego posty?

source: Delete
pl: Skasuj

source: Open This Topic?
pl: Otworzyć Temat?

source: Unlock
pl: Otwórz

source: Close This Topic?
pl: Zamknąć Temat?

source: Lock
pl: Zamknij

source: Move
pl: Przenieś

source: Pages:
pl: Stron:

source: Login to start a topic
pl: Zaloguj się by stworzyć nowy Temat

source: Discussion:
pl: Dyskusja:

source: topic
pl: temat

source: Feel free to post in this topic.
pl: Pisz śmiało w tym temacie.

source: Reply with quote
pl: Cytuj

source: Edit this post
pl: Edytuj ten post

source: Delete This Post?
pl: Skasować ten post?

source: Delete this post
pl: Skasować post

source: Login to reply
pl: Zaloguj się by odpowiedzieć

source: Move Topic
pl: Przenieś Temat

source: Select a forum to which the topic
pl: Wybierz forum do którego temat

source: should be moved
pl: powinien być przeniesiony

source: Edit post
pl: Edytuj post
